Repository: BoFFire/Amaroq
Catalog: DireFloof/*.lproj/Localizable.strings
Languages: pl

source: or 1 video
pl: lub jeden filmik

source: ACCOUNT
pl: KONTO

source: About Amaroq
pl: O programie Amaroq

source: About your Mastodon instance
pl: Wizytówka bieżącego serwera

source: Account preferences
pl: Ustawienia konta

source: Add instance
pl: Podłącz kolejny serwer

source: Amaroq is named after an Inuit legend of a giant wolf, which is fitting as a companion to our friend the mastodon. May we all howl across the fediverse! Amaroq is built and maintained by a love of the Mastodon idea, which sorely has needed a mobile outlet for our iOS friends. Got a suggestion, found a bug, or just want to voice some support? You can reach us at amaroq.feedback@gmail.com. Or hit up the dev, @eurasierboy on the mastodon.social instance. Happy tooting!
pl: Nazwa programu Amaroq wywodzi się z inuickiej legendy o olbrzymim wilku, który za dawnych czasów towarzyszył przodkom mamutów. Niech wilk zawyje w naszym rozproszonym świecie! Program Amaroq powstał z pilnej potrzeby zaopatrzenia w narzędzia naszych braci, posługujących się zabawkami z systemem iOS. Czy masz jakieś uwagi? Pojawiają się błędy? A może po prostu chcesz poklepać autora po plecach? Pisz na adres amaroq.feedback@gmail.com. Możesz go też złapać pisząc do @eurasierboy na serwerze mastodon.social. Miłego srututuuu!

source: App settings
pl: Ustawienia programu

source: Are you sure you want to clear all your notifications?
pl: Skasować wszystkie powiadomienia?

source: Awoo mode
pl: Włącz wycie

source: Back
pl: Wróć

source: Block
pl: zablokuj

source: Blocked users
pl: Kto został zablokowany

source: Cancel
pl: nie teraz

source: Change how you receive push notifications
pl: Powiadomienia na ekran

source: Clear cache
pl: Skasuj pamięć podręczną

source: Copy text
pl: skopiuj

source: Currently logged into:
pl: Wybrany serwer:

source: DON'T AWOO $350 PENALTY
pl: WYCIE PODLEGA GRZYWNIE DO 3500 ZŁ!

source: Default posts to followers-only
pl: Domyślnie wysyłaj tylko do swoich

source: Default posts to public
pl: Domyślnie wysyłaj na cały świat

source: Delete
pl: skasuj

source: Direct
pl: szept

source: Direct: Only visible to you and @mentioned users
pl: szept: Wiadomość będzie widoczna tylko dla ciebie i @adresatów

source: Disable gif auto-playback
pl: Zatrzymaj animacje

source: Done
pl: gotowe

source: Edit Profile
pl: zmień wizytówkę

source: Error
pl: Błąd

source: Failed to block user with error:
pl: Próba zablokownia nie powiodła się:

source: Failed to clear notifications with error:
pl: Nie udało się wyzerować powiadomień:

source: Failed to delete status with error:
pl: Wiadomość nie mogła zostać skasowana:

source: Failed to load user with error:
pl: Nie udało się pobrać danych użytkownika:

source: Failed to mute user with error:
pl: Wyciszenie nie udało się:

source: Failed to post status with error:
pl: Nie udało się wysłać wiadomości:

source: Failed to report status with error:
pl: Nie udało się wysłać skargi:

source: Failed to retrieve your profile with error:
pl: Nie udało się pobrać wizytówki:

source: Failed to unblock user with error:
pl: Próba odblokowania nie powiodła się:

source: Failed to unfollow user with error:
pl: Zaprzestanie obserwowania nie udało się:

source: Failed to unmute user with error:
pl: Wyłączenie wyciszania nie udało się:

source: Favorites
pl: Twoje ulubione wpisy

source: Federated
pl: Międzymiastowa

source: Federated timeline
pl: Rozmowa międzymiastowa

source: Follow requests
pl: Kto chce ciebie obserwować

source: Followers-only
pl: swoi

source: Followers-only: Only visible to you, @mentioned users, and your followers
pl: swoi: Tylko ty, @adresaci i twoi obserwujący

source: Hold to show
pl: Przytrzymaj, aby zobaczyć

source: Local
pl: Miejscowa

source: Local timeline
pl: Rozmowa miejscowa

source: Login request failed
pl: Nie udało się zalogować

source: Logout
pl: Wyloguj się

source: Mention
pl: @napisz

source: Mute
pl: wycisz

source: Muted users
pl: Kto został wyciszony

source: My instances
pl: Moje konta

source: My profile
pl: Wizytówka

source: Notification settings
pl: Powiadomienia

source: Only show to followers
pl: Pokaż wpisy tylko obserwującym cię

source: Open in Safari
pl: otwórz w Safari

source: Please keep to videos up to 30 seconds long
pl: Prosimy nie ładować nagrań dłuższych niż pół minuty

source: Public
pl: świat

source: Public: Visible to everyone on local and federated timelines
pl: świat: wiadomość wszędzie widoczna wszędzie

source: Receive boost notifications
pl: Ktoś podał mój tekst dalej

source: Receive favorite notifications
pl: Komuś spodobał się mój tekst

source: Receive mention notifications
pl: Ktoś napisał do mnie

source: Receive new follower notifications
pl: Ktoś zaczął mnie obserwować

source: Report
pl: poskarż się

source: Select
pl: wybierz

source: Select a privacy level
pl: Jak daleko ma dotrzeć wiadomość?

source: Sensitive content
pl: Ostrożnie z zawartością

source: Share
pl: przekaż dalej

source: Shows on local/federated timelines
pl: Bierzesz udział w publicznej rozmowie

source: This can help older devices
pl: Sprzęt może lepiej działać

source: Translate text
pl: przetłumacz

source: Unable to connect to the Mastodon instance. Please try again later or with a different instance.
pl: Nie można połączyć się wybranym serwerem. Można spróbować podłączyć się do innego albo poczekać, aż zacznie znowu działać.

source: Unblock
pl: oblokuj

source: Unfollow
pl: nie obserwuj

source: Unlisted
pl: poza

source: Unlisted: Visible to everyone, but not shown on local or federated timelines
pl: poza: Wszyscy mogą przeczytać wiadomość. Nie będzie ona jednak widoczna na rozmowie miejscowej i międzymiastowej.

source: Unmute
pl: wyłącz wyciszanie

source: Video too long
pl: Nagranie jest zbyt długie

source: You have
pl: Twoje konto

source: boosted
pl: podaje dalej

source: boosted your status
pl: podaje dalej twój tekst

source: favorited your status
pl: spodobało się

source: followed you
pl: zaczyna cię obserwować

source: image
pl: obrazek

source: images
pl: obrazki

source: mentioned you
pl: wspomina o tobie

source: new notifications
pl: nowe powiadomienia

source: replied
pl: opowiada

source: replied to
pl: odpowiada
